Repository: wp-plugins/page-keys
Catalog: languages/page-keys-*.po
Languages: de_de

source: Page Key
de_de: Seitenschlüssel

source: Page
de_de: Seite

source: For each page key, please select a page.
de_de: Wähle für jeden Seitenschlüssel eine Seite aus.

source: No page keys found.
de_de: Keine Seitenschlüssel gefunden.

source: Do you really want to delete this page key?
de_de: Willst du diesen Seitenschlüssel wirklich löschen?

source: There are unsaved changes. Do you really want to leave?
de_de: Nicht alle Änderungen wurden gespeichert. Willst du die Seite wirklich verlassen?

# Settings page title
source: Page Keys
de_de: Seitenschlüssel

# Menu item title
source: Page Keys
de_de: Seitenschlüssel

# Settings error message, %s=page key, %d=page ID
source: Cannot map page key '%s' to page ID '%d'! Page key already set.
de_de: Seitenschlüssel '%s' konnte nicht auf Seite '%d' gemappt werden! Der Seitenschlüssel wird bereits verwendet.

# Settings error message
source: Nonce invalid!
de_de: Nonce ungültig!

# Settings error message, %s=page key
source: Page key '%s' invalid!
de_de: Seitenschlüssel '%s' ungültig!

# Settings error
source: No page key given!
de_de: Kein Seitenschlüssel angegeben!

# Settings error message, %s=page key
source: Page key '%s' permanently deleted.
de_de: Seitenschlüssel '%s' dauerhaft gelöscht.

# Settings error message
source: You don't have permission to edit page keys.
de_de: Du hast nicht die nötige Berechtigung, um Seitenschlüssel zu bearbeiten!

source: Register page keys, assign actual WordPress pages to them, and access each of these pages by its individual key.
de_de: Registriere Seitenschlüssel, weise ihnen echte WordPress-Seiten zu und greife auf jede dieser Seiten anhand ihres individuellen Seitenschlüssels zu.

# %s = <strong> and </strong>
source: %sImportant:%s Not all registered page keys have a page assigned.
de_de: %sWichtig:%s Nicht allen registrierten Seitenschlüsseln wurde eine Seite zugewiesen.

# %s=<strong> and </strong>
source: %sWarning%s: Duplicate page keys found!
de_de: %sWarnung%s: Doppelte Seitenschlüssel gefunden!

# Link text in admin notice
source: Assign pages now.
de_de: Seiten jetzt zuweisen.
